Repository: giellalt/corpus-nob
Catalog: stable/tmx/smj/facta/other_files/a_leve_med_demens_nob.pdf.tmx
Source language: nob
Languages: smj

source: Samvær med andre er minst like viktig nå som før du ble syk.
smj: Iehtjádij siegen liehket le ihkap ájnnasabbo dálla gå åvddål skihppáji.

source: Fellesskap og aktivitet er trolig den beste terapien.
smj: Aktijvuohta ja doajmma le buoremus dálkas.

source: Dessverre opplever mange som har fått demens at sosialt samvær blir vanskelig.
smj: Luodjomláhkáj le moaddásijda demensajn gássjel iehtjádij siegen hávsskudallat.

source: Et av de vanligste problemene mange med demens opplever er at det blir vanskelig å finne ord, iblant også å oppfatte hva andre sier.
smj: Akta dajs dábálamos gássjelisvuodajs le gå sjaddá gássjel bágojt gávnnat, muhttijn aj dádjadit majt iehtjáda javlli.

source: Det er viktig at andre kjenner til at du trenger mer tid og ro eller gjentakelser i samtalen.
smj: Ájnas le iehtjáda diehti dån dárbaha ienep ájgev ja ráfev jali gærddodimijt ságadahttijn.

source: Noen har nytte av å skrive eller tegne, når de ikke finner ordene.
smj: Muhtemijda le vuogas tjállet jali tjuorggat, gå e bágojt gávna.

source: Demens kan føre til problemer med å sortere inntrykk, hvis mye skjer på en gang.
smj: Demensas máhtá oadtjot gássjelisvuodajt dádjadit mij dáhpáduvvá, jus ållo avta bále dáhpáduvvá.

source: I slike situasjoner kan det være lurt å minne den andre om at «Nå ble det litt for mye for meg.
smj: Dalloj soajttá vuogas iehtjádav mujttádahttet jut «Dálla ittjiv rat nagá tjuovvot.

source: Kan vi ta en ting av gangen?
smj: Ihkap avtav ássjev ájgen válldep?

source: » Store selskaper kan bli slitsomme.
smj: » Soajttá liehket låssåt gå le ållo ulmusj tjoahken.

source: De fleste har det best i rolige, positive omgivelser.
smj: Ienemus oasse buoragit soapptsu sjávodis, buorremielak birrasijn.

source: Hvis man er ærlig om sykdommen og at den for eksempel kan gjøre det vanskelig å huske eller finne ord, reduseres prestasjonsangsten.
smj: Jus subtsasta navti gåktu le skihpudagá birra ja danen muhttijn gássjelis sjaddá bágojt mujttet jali gávnnat, de i desti nav balá sáhkadimes.

source: De fleste opplever at åpenhet er befriende.
smj: Rabás liehket le ienemusájda ávkken.

source: «Når jeg snakker med noen, glemmer jeg plutselig hva jeg skal si.
smj: «Muhttijn gå ságastaláv de hæhkkat vajálduhtáv majt galgav javllat.

source: Det er veldig ubehagelig.»
smj: Dat le viehka unugis.»

source: Åpenhet
smj: Rabásvuohta

source: Det vil være til stor hjelp for deg hvis du greier å dele tanker og følelser med dine nærmeste.
smj: 25 Viehka ållo ávkken luluj dunji jus nagá ájádusájt ja dåbdojt duv lagámusáj juogadit.

source: Dersom du velger å fortelle om sykdommen til mennesker du har tillit til, kan du unngå du mange problemer.
smj: Jus skihpudagá birra subtsasta ulmutjijda gesi luohteda, da moadda gássjelisvuoda garvá.

source: Aktivitet og daglige gjøremål
smj: Dåjma ja bæjválasj dahkamusá

source: Mange som har en demenssykdom blir rastløse eller ukonsentrerte, og kan ha vanskeligheter med daglige gjøremål.
smj: Moaddása gejn le demænssaskihpudahka juolodibmen sjaddi jali e rat desti nagát tjuovvot, ja oadtju gássjelisvuodajt bæjválasj dahkamusáj.

source: Daglige gjøremål gir en god struktur til hverdagen, selv om du bruker lenger tid på dem enn før.
smj: Bæjválasj dahkamusá vuoges struktuvrav vaddi árkkabæjvváj, vájku ienep ájgev gållåda gå åvddåla.

source: Selv om ting går langsommere, kan du innarbeide faste rutiner og gode vaner.
smj: Vájku nuolep manná, de máhtá stuoves rutijnajt ja vuogas dábijt dahkat.

source: Det gjør hverdagen oversiktlig.
smj: Navti árkkabiejvve sjaddá dádjadahtte.

source: Det er viktig at det blir lagt til rette for at du fortsatt kan ta ansvar for flest mulig store og små gjøremål.
smj: Ájnas le jut dille dunji látjeduvvá váj åvddålijguovlluj iesj besa vásstedit stuoráp ja unnep bargoj åvdås.

source: Målet er ikke å være produktiv, men å fylle dagen med innhold og gode øyeblikk underveis.
smj: Ulmme ij la dahkat nav ålov gå máhttelis, ájnat biejvev dievddet sisanujn ja hávsskes båttåj.

source: Å holde seg i form, for eksempel ved å gå tur, er positivt både for kropp og sinn.
smj: Lásjmudallat, duola dagu tuvrav vádtset, le vuogas sihke rubmahij ja miellaj.

source: Når man er i aktivitet kan man oppleve at man blir i bedre humør, blir mindre stresset og holder kroppen ved like.
smj: Gå labudallá de váset mihás sjaddá, oajvve ij sæmmi ålov råhtti juohkka sadjáj dagu åvddåla ja rumáj le varres.

source: Natur- og kulturopplevelser
smj: Luonndo- ja kultuvrravásádusá

source: Selv om hukommelsen er svekket, trenger sansene påfyll av synsinntrykk som lyder, smak, duft eller berøring.
smj: Vájku mujtto hedjunam le, de dåbdudagá dættov dárbahi dagu vuojnnet, gullat, májsttet, happset jali duohttat.

source: Natur- og kulturopplevelser kan gi rikdom og mening i hverdagen, og kan være en arena for mestring når du opplever sykdomsendringer på andre områder.
smj: Luonndo- ja kultuvrravásádusá árkkabiejvev boanndudi, ja máhtti liehket sadje gånnå buoragit rijbada vájku le skibás.

source: Kultur taler til følelsene – når vi opplever joik eller duodji vi liker kjenner vi oss hjemme og vel tilpass.
smj: Kultuvrra dåbdojda ságas – gå vásedip juojgav jali duojev masi lijkkup de dåbddåp ietjama sijdan ja sajenimme.

source: Mange opplever at natur- og kulturopplevelser gjør sterkere inntrykk og gir større glede, etter at de ble syke.
smj: Moattes dåbddi luonndo- ja kultuvrravásádusá li tjielggasabbo ja ienebut ávvudahtti, maŋŋel gå skihppájin.

source: Minnene
smj: Mujto 27

source: Selv om demens innebærer glemskhet, er det alltid mye du husker!
smj: Vájku demænssa mierkki mujttodibmen sjatta, de le agev ålov majt mujtá!

source: Hvis du husker mye fra gamle dager, kan det være hyggelig å bla gjennom fotoalbum sammen med dine nærmeste.
smj: Jus ålov dålutjis mujtá, de soajttá hávsske gåvvåalbumaj tjadá sláddit duv lagámusáj siegen.

source: Skriv ned, eller få dem til å notere alt du husker.
smj: Tjálesta, jali oattjo sijáv tjállelit gájkka majt mujtá.

source: Dette er positivt for dine nærmeste, og kan bli til nytte for deg selv, dersom du senere får problemer med å huske deler av din egen historie.
smj: Dát le buorre duv lagámusájda, ja soajttá ávkken dunji aj, jus maŋŋela oattjo gássjelisvuodajt mujttet åsijt ietjat subttsasis.

source: Å mimre om gårsdagen eller gamle dager kjennes styrkende og er med på å bevare din identitet.
smj: Ævtásj biejvev jali dålutjav mujtudallat luluj nannidussan ja duv identitehtav nanni.

source: Minner kan også sitte i kroppen.
smj: Mujto soajtti aj rubmahin liehket.

source: Kan du joike eller vært god til å bake kan det hende teknikken fremdeles sitter i. Lukten av bål, reinskinn, fjære eller tradisjonell matlaging kan sette i gang minner fra tiden før.
smj: Jus buvtá juojggat jali lidji smidá báhkkut de soajttá teknihkka vilá gávnnu. Hádja dålås, boahttsunáhkes, fiervás jali árbbedábálasj biebmos soajttá dålusj mujtojt buktet.

source: Følelsesmessig nærhet og parforholdet
smj: Dåbddåt lahkavuodav ja aktan viessot

source: De fleste er opptatt av å beholde den følelsesmessige nærheten til sine nærmeste.
smj: 29 Ienemus oasse berusti ietjasa dåbdulasj aktijvuodas ietjasa lagámusájs.

source: Mange forteller om store forandringer i parforholdet, blant annet hvordan man snakker sammen, og hvordan arbeidsoppgaver og roller fordeles.
smj: Moaddása subtsasti stuorra rievddamij birra párraaktijvuodan, duola dagu gåktu aktan sagas, ja gåktu dahkamusá ja rålla juogeduvvi.

source: Avhengigheten av partneren kan føles besværlig, og noen er redd for å være til byrde for sine nærmeste.
smj: Guojmmáj nav lahkasit tjanáduvvat soajttá liehket låssåt, ja muhtema balli iehtjádijda noaden liehkemis.

source: Men de fleste pårørende sier også at det er godt å få gi omsorg.
smj: Valla ienemus lagámusá aj javlli vuogas le bessat huksat.

source: Det er en styrke om man kan snakke med hverandre om hva demens gjør med forholdet.
smj: Gievrrodussan le jus máhttá nubbe nuppijn sáhkadit dan vuoksjuj gåktu demænssa aktijvuohtaj vájkkut.

source: Noen opplever at sykdommen også kan føre til fornyet nærhet.
smj: Muhtema aj vásedi skihpudagá diehti ájn lagábu boahteba.

source: Å få demens fører til store endringer i livet.
smj: Demensajn viessot mierkki alvos rievddama iellemin.

source: Det vil være både gode og tunge dager, og sykdommen vil kreve ulike typer tilpasning ettersom den utvikler seg.
smj: Låssis ja hávsskes biejve båhti, ja skihpudahka gájbbet iesjgeŋgalágásj hiebadimijt maŋenagi gå åvddån.

source: Likevel kan du fortsatt leve et godt liv.
smj: Ajtu máhtá gåjt åvddålijguovlluj buorre iellemav viessot.

source: Mye avhenger av hvordan du møter utfordringene.
smj: Ållo le dan duogen gåktu hásstalusájt duostuda.

source: Jo mer kunnskap du og dine nærmeste skaffer dere, og jo mer realistisk forståelse dere har av situasjonen, desto bedre står dere rustet til å takle de utfordringene som kommer.
smj: Madi ienep dujna ja duv lagámusájn li, ja madi buorep dádjadus diján le diles, dadi buorebut lihpit gárvvása rijbbat daj hásstalusáj ma båhti.

source: «Det gode liv er ikke noe som bare kommer til deg.
smj: «Vuogas iellem ij le mige mij almes boahtá gahtja.

source: Du må være med og skape det selv.
smj: Hæhttu iesj viehkken dav hábbmit.

source: Det er det jeg kjemper for: Å ha et godt liv til tross for sykdommen.
smj: Dan vuoksjuj mån ratjáv: Jut mujna galggá vuogas iellem vájku skibás lev.

source: Jeg synes jeg lykkes bra.»
smj: Muv mielas vuorbástuvvam lev.»

source: 73-åring med demens
smj: 73-jahkásasj demensajn
